Repository: sangnt-rule/watch
Catalog: data/locales/admin/admin-handover-index.tmx
Source language: vi
Languages: en

source: Từ ngày
en: From date

source: Đến ngày
en: To date

source: Quản trị viên tạo
en: Admin created

source: Ngày tạo
en: Created At

source: Tình trạng
en: Status

source: Tổng số gói hàng
en: Total Package

source: In
en: Print
